{
    "author": "Tagore Rabindranath",
    "poems": [
        {
            "title": "Bài số 011 - Thượng đế là lao động Poem 011",
            "content": "Hát ca như vậy mà làm gì. Cầu kinh lần hạt làm gì. Hãy từ bỏ đi thôi. Anh thờ phụng ai trong xó tối ngôi đền đóng kín bốn bề vắng vẻ. Hãy mở mắt nhìn, làm gì có thượng đế trước mặt anh.\n\nThượng đế ở nơi người nông dân đang vất vả cày đất cằn sỏi cứng, nơi người công nhân đang đập đá làm đường.\n\nThượng đế đang ở cùng họ đổ mồ hôi dưới nắng mưa. Áo quần của Người cũng lấm bẩn đầy bụi. Hãy cởi áo lễ ra rồi cùng Thượng đế xông pha vào gió bụi.\n\nGiải thoát ư? Anh biết tìm nơi đâu? Thượng đế cũng đã vui vẻ buộc vào mình những sợ dây của sáng tạo. Người tự buộc Người mãi mãi với chúng ta.\n\nHãy ra khỏi mọi suy tư, trầm mặc, cất cả hoa hương sang một bên, mặc cho quần áo rách bẩn, cứ thế đến bên Người trong lao động cùng cực trán đổ mồ hôi.",
            "note": "Bài thơ này từng được sử dụng trong phần đọc thêm SGK Văn học 11 giai đoạn 1990-2006 với bản dịch của Đào Xuân Quý, nhưng đã được lược bỏ trong SGK Ngữ văn 11 từ 2007."
        },
        {
            "title": "Mây và sóng",
            "content": "Mẹ ơi, những người sống trên mây đang gọi con:\n\"Chúng ta chơi đùa từ khi thức dậy cho đến lúc chiều tà,\nChúng ta chơi với buổi sớm mai vàng,\nChúng ta chơi với vầng trăng bạc.\"\n\nCon hỏi: \"Nhưng tôi làm sao mà lên được với các người?\"\nHọ trả lời: \"Hãy đến bên bờ trái đất,\nvà đưa tay lên trời,\nem sẽ được nhấc bổng lên mây.\"\n\nCon nói: \"Mẹ tôi đang đợi ở nhà\nLàm sao tôi có thể bỏ mẹ tôi mà đi được?\"\nThế là họ cười rồi bay đi mất.\nNhưng con biết một trò chơi thích hơn trò ấy, mẹ ơi.\nCon sẽ là mây và mẹ sẽ là trăng.\nCon sẽ lấy hai tay trùm lên người mẹ,\nVà mái nhà sẽ là bầu trời xanh thẳm.\n\nNhững người sống trong sóng nước gọi con:\n\"Chúng ta hát từ sớm mai đến tối,\nChúng ta ngao du khắp nơi này nơi nọ\nmà không biết mình đã từng qua những nơi nào\".\n\nCon hỏi: \"Nhưng tôi làm sao gặp được các người?\"\nHọ bảo con: \"Hãy đến chỗ gần sát biển\nvà đứng đó, nhắm nghiền mắt lại,\nlà em sẽ được đưa lên trên làn sóng\"\nCon bảo: \"Buổi chiều, mẹ tôi luôn luôn muốn tôi ở nhà với mẹ -\nLàm sao tôi có thể bỏ mẹ tôi mà đi được?\"\nThế là họ cười, múa nhảy rồi đi qua.\n\nNhưng con biết một trò chơi hay hơn trò ấy\nCon sẽ là sóng, mẹ sẽ là một bờ biển lạ lùng.\nCon sẽ lăn, lăn, lăn mãi\nvà vỗ vào gối mẹ, cười vang.\nVà không một ai trên cõi đời này biết nơi đâu mẹ con ta đang ở.",
            "note": "Bản dịch của Đào Xuân Quý"
        },
        {
            "title": "Bài số 28",
            "content": "Đôi mắt em băn khoăn u buồn, đôi mắt em muốn dò hỏi ý nghĩa lời anh nói, như mặt trăng muốn soi vào đáy biển.\n\nAnh đã phơi bày trần trụi đời mình trước mắt em, anh không giấu giếm điều gì. Chính vì thế mà em chẳng biết gì về anh.\n\nNếu đời anh chỉ là viên ngọc quý anh sẽ đập ra làm trăm mảnh xâu thành chuỗi quàng vào cổ em.\n\nNếu đời anh chỉ là bông hoa nhỏ bé, tròn xinh, thơm tho, anh sẽ ngắt nó ra cài lên mái tóc em.\n\nNhưng em ơi, đời anh là trái tim sao biết được đâu là bờ là đáy.\n\nEm là nữ hoàng đang trị vì vương quốc nhưng có biết gì biên giới của nó.\n\nNếu trái tim anh chỉ là phút giây sướng vui, nó sẽ nở nụ cười dịu hiền và em sẽ thấu hiểu nó rất nhanh.\n\nNếu trái tim anh chỉ là nỗi thương đau, nó sẽ tan thành giọt lệ phản ánh nỗi sầu thầm kín.\n\nNhưng em ơi, trái tim anh là tình yêu.\n\nNiềm vui sướng và nỗi khổ đau của nó là mênh mông, những gì tình yêu thiếu thốn và giàu có là bất tận.\n\nTrái tim anh ở bên em như chính đời em, nhưng có bao giờ em biết hết nó đâu.",
            "note": "Bài thơ này từng được sử dụng trong chương trình SGK Văn học 11 giai đoạn 1990-2006 với bản dịch của Đào Xuân Quý, nhưng đã được chuyển thành đọc thêm trong SGK Ngữ văn 11 từ 2007."
        },
        {
            "title": "Bài số 001",
            "content": "Vì vui riêng, người đã làm tôi bất tận. Thân này thuyền nhỏ mong manh đã bao lần người tát cạn rồi lại đổ đầy cuộc sống mát tươi mãi mãi.\n\nXác này cây sậy khẳng khiu, người đã mang qua núi, qua đồi, qua bao thung lũng, và phả vào trong giai điệu mới mẻ đời đời.\n\nKhi tay người bất tử âu yếm vuốt ve, tim tôi ngập tràn vui sướng, thốt nên lời không sao tả xiết.\n\nTặng vật người ban vô biên vô tận, nhưng để đón xin, tôi chỉ có hai tay bé nhỏ vô cùng. Thời gian lớp lớp đi qua, người vẫn chửa ngừng đổ rót, song lòng tôi thì hãy còn vơi.",
            "note": "Bản dịch của Đỗ Khánh Hoan"
        },
        {
            "title": "Ai đó",
            "content": "Ai đó đến thì thầm:\n\"Em yêu ngước mắt lên nào\"\nTôi cáu gắt, nói: \"Đi đi\"\nNhưng ai đó vẫn không nhúc nhích\nAi đó đứng trước mặt tôi,\nNâng bàn tay tôi.\nTôi nói: \"Buông tôi ra.\"\nNhưng ai đó vẫn không đi.\nAi đó ghé mặt bên tai tôi,\nTôi lườm và nói: \"Rõ xấu hổ\"\nNhưng ai đó vẫn không động đậy.\nAi đó kề môi tận má tôi,\nTôi run run nói: \"Suồng sã quá\"\nNhưng ai đó không chút ngại ngùng\nAi đó cài một bông hoa vào mái tóc tôi.\nTôi nói: \"Hoa cũng bằng thừa\"\nNhưng ai đó vẫn đứng im.\nAi đó lấy vòng hoa ở cổ tôi rồi bỏ đi.\nTôi khóc, lòng tự nhủ:\n\"Ai đó sao không trở lại\".",
            "note": "Bản dịch của Xuân Diệu"
        },
        {
            "title": "Bài số 01 - Tâm tình hiến dâng (Người làm vườn) - The gardener",
            "content": "Tôi bộc. Xin Hoàng hậu đoái thương tên tôi bộc của Người!\n\nHoàng hậu. Dạ yến tan rồi, tôi bộc của ta về hết. Sao ngươi lại tới lúc đêm hôm khuya khoắt này?\n\nTôi bộc. Khi những người khác đã ra về, đó mới là lúc tôi đến với Người. Tôi đến để cầu xin, cầu xin làm những gì còn sót lại dành cho tên tôi bộc cuối cùng.\n\nHoàng hậu. Ngươi còn cầu mong gì khi đêm đã khuya?\n\nTôi bộc. Xin cho tôi được làm kẻ chăm sóc vườn hoa của Người.\n\nHoàng hậu. Lời nói nghe mới điên rồ làm sao?\n\nTôi bộc. Tôi sẽ bỏ những việc đang làm, đem giáo gươm đã dùng vứt vào cát bụi. Xin Người gửi tôi tới các hoàng cung xa xôi, và cũng xin đừng bắt tôi dấn thân vào cuộc chinh chiến nào khác nữa. Chỉ xin cho tôi được làm kẻ chăm sóc vườn hoa.\n\nHoàng hậu. Nhiệm vụ của ngươi sẽ ra sao?\n\nTôi bộc. Tôi sẽ hầu hạ Người trong những ngày rảnh rỗi; tôi sẽ giữ gìn cho lối đi rậm cỏ xanh tươi, nơi buổi sớm mai Người dạo gót khoan thai, những cánh hoa sắp tàn sẽ hân hoan chào đón từng bước chân Người. Tôi sẽ đu Người trên cái đu giữa những cành cây xạp-ta bạc-na, ở đó trăng non chiều tàn qua kẽ lá sẽ cố gắng hôn tà áo Người. Tôi sẽ rót thêm dầu ngào ngạt hương thơm vào ngọn đèn tỏa sáng gần giường Người ngủ và trang hoàng tấm thảm để Người đặt chân, bằng gỗ trầm máu đỏ và kim cương màu vàng với nhiều hình vẽ diệu kỳ.\n\nHoàng hậu. Thế còn phần thưởng?\n\nTôi bộc. Chỉ xin được phép nâng bàn tay nhỏ nhắn của Người, bàn tay như những búp sen nõn nà, rồi quấn nhẹ vào cổ tay những chuỗi hoa nho nhỏ; chỉ xin được nhuốm gót chân Người bằng chất nước hoa a-bô-ca mà đỏ, rồi thổi đi những hạt bụi ngẫu nhiên còn dính lại.\n\nHoàng hậu. Tôi bộc của ta ơi, điều ngươi cầu xin ta chấp thuận. Ngươi sẽ là kẻ chăm sóc vườn hoa.",
            "note": "Bản dịch của Đỗ Khánh Hoan"
        }
    ]
}

