Repository: dangduycuong/RealmTasks
Catalog: RealmTasks/RealmTasks/Resource/Language/*.lproj/Localizable.strings
Languages: vi

source: Todo
vi: Công việc

source: All
vi: Tất cả

source: Completed
vi: Xong

source: Incompleted
vi: Chưa xong

source: Weather
vi: Thời tiết

source: Media
vi: Giả trí

source: Favorite
vi: Yêu thích

source: Folk Verses
vi: Ca dao

source: Proverb
vi: Tục ngữ

source: Enter Search Text
vi: Nhập nội dung tìm kiếm
